// ownCloud

"_bad_username_password_"               = "Falscher Benutzername oder Passwort";
"_cancelled_by_user"                    = "Übertragung abgebrochen";
"_error_folder_destiny_is_the_same_"    = "Es ist nicht möglich den Ordner in sich selbst zu verschieben";
"_error_not_permission_"                = "Sie haben nicht die Berechtigung, diesen Vorgang abzuschließen";
"_error_path_"                          = "Ordner oder Datei konnten nicht geöffnet werden. Bitte stellen Sie derenExistenz sicher";
"_file_upload_not_exitst_"              = "Die Datei die Sie hochladen möchten existiert nicht";
"_forbidden_characters_from_server_"    = "Der Name enthält mindestens ein ungültiges Zeichen";
"_not_connected_internet_"              = "Server Verbindungsfehler";
"_not_possible_connect_to_server_"      = "Aktuell ist eine Verbindung zum Server nicht möglich";
"_not_possible_create_folder_"          = "Ordner konnte nicht erstellt werden";
"_server_down_"                         = "Der Server ist nicht erreichbar";
"_time_out_"                            = "Zeitüberschreitung, nochmal versuchen";
"_unknow_response_server_"              = "Unerwartete Anwort vom Server";
"_user_autentication_required_"         = "Benutzeranmeldung erforderlich";
"_file_directory_locked_"               = "Datei oder Verzeichnis gesperrt";

// DropBox

"_file_already_exists_"                 = "Operation kann nicht abgeschlossen werden. EIne Datei mit dem selben Namen ist bereits vorhanden.";
"_file_folder_not_exists_"              = "Die Quelldatei konnte unter dem angegebenen Pfad nicht gefunden werden";
"_folder_contents_nochanged_"           = "Ordnerinhalt unverändert";
"_images_invalid_converted_"            = "Das Bild ist ungültig. Es kann kein Vorschaubild erzeugt werden.";
"_method_not_expected_"                 = "Unterwartete Anfrageart";
"_reauthenticate_user_"                 = "Zugriffszeit abgelaufen. Benutzer neu anmelden.";
"_server_error_retry_"                  = "Serverfehler, erneut versuchen";
"_too_many_files_"                      = "Zu viele Dateien würden in diesen Vorgang einbezogen, um ihn erfolgreich abzuschließen";
"_too_many_request_"                    = "Limit erreicht - zu viele Anfragen wurden versandt";
"_user_over_quota_"                     = "Nutzer hat die Dropbox Speicherkapazität überschritten";





"_ssl_connection_error_" = "SSL-Verbindungsfehler, versuchen Sie es erneut";
